rezept1 = {

    "name":"Bolognese", 
    "preparation":"Zwiebeln und den Speck anbraten und das Hackfleisch hinzufügen. Danach das geschnittene Gemüse hinzugeben und alles                    5 Minuten köcheln lassen. Mit Salz und Pfeffer würzen und mit Rotwein ablöschen. Tomatenmark und Passierte Tomaten                      hinzufügen. Gewürze hinzufügen und alles 1 Stunde kochen lassen. Am Ende mit Salz und Pfeffer abschmecken und mit                      Nudeln servieren.", 
    "level":"2"
}
ZutatenlisteRezept1 = {
    "Zutat 1":"100gr Speck",
    "Zutat 2":"500gr Hackfleisch Halb und Halb",
    "Zutat 3":"1/2 Zwiebeln",
    "Zutat 4":"1/2 Sellerie",
    "Zutat 5":"1 Karotte",
    "Zutat 6":"200ml Rotwein",
    "Zutat 7":"Oregano, Thymian, Salz und Pfeffer",
    "Zutat 8":"1 EL Tomatenmark",
    "Zutat 9":"1 Dose passierte Tomaten"
}
rezept2 = {
    "name":"Currywurst mit Currysauce", 
    "Preperation": "Zwiebeln und Knoblauch fein hacken und in einem Topf oder einer Pfanne anbraten. Die Wurst schneiden und dazu geben                     und etwas anbraten lassen, danach alles mit der Cola abschrecken. Etwas weißweinessig und Tomtatenmark dazutun und                     mit Salz, Pfeffer und Curry würzen. Wer will kann auch was Chilli hinzugeben. Passierte Tomaten hinzugeben und                         nochmal mit Curry würzen. Am Schluss noch etwas Salz und Zucker in die Soße geben und alles auf einem Teller                           Servieren.",
    "level":"1"
}
ZutatenlisteRezept2 = {
    "Zutat 1":"1 EL Weißweinessig",
    "Zutat 2":"1/2 Zwiebeln",
    "Zutat 3":"1 Knoblauchzehe",
    "Zutat 4":"4 Currywürste",
    "Zutat 5":"200ml Cola",
    "Zutat 6":"Zucker, Curry, Salz und Pfeffer",
    "Zutat 7":"1 EL Tomatenmark",
    "Zutat 8":"1/2 Dose passierte Tomaten"
}
rezept3 = {
        name: "Gebratene Nudeln",
        preparation: "Öl in der Wokpfanne erhitzen und Zwiebeln dazugeben. Das Hähnchenfleich braten und mit Curry, Paprika, Thymian,                        Salz und Pfeffer würzen. Wasser für die Nudeln kochen und die Nudeln für 2 Minuten in das heiße Wasser                                  hinzugeben. Nudeln danach abtropfen lassen. Gemüse und Sojasoße zu dem Fleisch hinzugeben und alles mit Chilli                          und Asiatischer Gewürzmischung würzen. Danach etwas Zucker und Salz dazu geben und die Nudeln beigeben. Alles                          verrühren und die Nudeln anbraten lassen. Guten Appetit.",
        level: "1"
        
    }
ZutatenlisteRezept3 = {
        Zutat1:"Aisatische Nudeln",
        Zutat2:"250gr Hähnchenfleisch",
        Zutat3:"1/2 Zwiebel",
        Zutat4:"50ml Sojasoße",
        Zutat5:"1 Karotte",
        Zutat6:"Zucker, Thymian, Salz, Pfeffer und Asiatisches Gewürz",
        Zutat7:"200gr Mungobohnensproßen",
        Zutat8: "1 Paprika"
        }